/* No comment provided by engineer. */
"account.notification.Near Post" = "Near posts";

/* No comment provided by engineer. */
"account.notification.Chat" ="Chats";

/* No comment provided by engineer. */
"account.chats.disable-notifications.Section Title" = "Get Chats Notifications";

/* No comment provided by engineer. */
"account.chats.disable-notifications.Step 1" = "Open iPhone Settings";

/* No comment provided by engineer. */
"account.chats.disable-notifications.Step 2" = "Choose Notifications";

/* No comment provided by engineer. */
"account.chats.disable-notifications.Step 3" = "Choose Clouse";

/* No comment provided by engineer. */
"account.chats.disable-notifications.Step 4" = "Toggle Allow Notifications to ON";

/* No comment provided by engineer. */
"account.chats.disable-notifications.Step 5" = "Toggle Show on Lock Screen to ON";

/* No comment provided by engineer. */
"account.chats.disable-notifications.Step 6" = "Touch banners";

/* {scope distance in meters} m */
"account.scope.%d m" ="%d m";

/* No comment provided by engineer. */
"account.title" = "Account";

/* No comment provided by engineer. */
"addpost.navigation-bar.Post" = "Post";

/* No comment provided by engineer. */
"addpost.textfield-message.placeholder.Add a post" = "What do you want say?";

/* No comment provided by engineer. */
"addpost.title" = "New post";

/* No comment provided by engineer. */
"app.error.no-internet-connection" = "No internet connection";

/* No comment provided by engineer. */
"app.error.no-server-connection" = "No server connection";

/* just for test */
"app.general.At future" = "At future";

/* No comment provided by engineer. */
"app.general.cancel" = "Cancel";

/* No comment provided by engineer. */
"app.general.date-format-1" = "MMMM' 'dd','YYYY";

/* No comment provided by engineer. */
"app.general.delete" = "Delete";

/* No comment provided by engineer. */
"app.general.done" = "Done";

/* No comment provided by engineer. */
"app.general.like" = "+1";

/* No comment provided by engineer. */
"app.general.ok" = "OK";

/* No comment provided by engineer. */
"app.general.report" = "Report";

/* No comment provided by engineer. */
"chat.background-message.There are not chats" = "There are not chats";

/* last message {number of days} ago */
"chat.footer.last message %dd ago" = "Last message %dd ago";

/* last message {number of hours} ago */
"chat.footer.last message %dh ago" = "Last message %dh ago";

/* last message {number of minutes} ago */
"chat.footer.last message %dmin ago" = "Last message %dmin ago";

/* last message {number of seconds} ago */
"chat.footer.last message %dsec ago" = "Last message %dsec ago";

/* last message {number of weeks} ago */
"chat.footer.last message %dw ago" = "Last message %dw ago";

/* {number of hours} h */
"chat.messages.selected-state.%d d" = "%d d";

/* {number of days} d */
"chat.messages.selected-state.%d h" = "%d h";

/* {number of minute} min */
"chat.messages.selected-state.%d min" = "%d min";

/* {number of seconds} sec */
"chat.messages.selected-state.%d sec" = "%d sec";

/* {number of weeks} w */
"chat.messages.selected-state.%d w" = "%d w";

/* No comment provided by engineer. */
"chat.texfield-message.placeholder.Type a message" = "Type a message";

/* No comment provided by engineer. */
"chat.title" = "Chat";

/* No comment provided by engineer. */
"chatlist.chat.title.connected" = "Online";

/* Last seen today at {date format : HH:mm} */
"chatlist.chat.lastSeen.Last seen today at %@" = "Last seen today at %@";

/* Last seen yesterday at {date format : HH:mm} */
"chatlist.chat.lastSeen.Last seen yesterdat at %@" = "Last seen yesterday at %@";

/* Last seen {date format : dd/MM/yy HH:mm} */
"chatlist.chat.lastSeen.Last seen %@" = "Last seen %@";

/* {number of days} d */
"chatlist.chat.%d d" = "%d d";

/* {number of hours} h */
"chatlist.chat.%d h" = "%d h";

/* {number of minutes} m */
"chatlist.chat.%d m" = "%d m";

/* {number of seconds} s */
"chatlist.chat.%d s" = "%d s";

/* {number of weeks} w */
"chatlist.chat.%d w" = "%d w";

/* No comment provided by engineer. */
"comment.alert.no internet message" = "Please check you are connected to internet and try again";

/* No comment provided by engineer. */
"comment.alert.no server message" = "We can't connect to server please try again in a while";

/* {number of days}d */
"comment.cell.%dd" = "%dd";

/* {number of  hours}h */
"comment.cell.%dh" = "%dh";

/* {number of minutes}min */
"comment.cell.%dmin" = "%dmin";

/* {number of seconds}sec */
"comment.cell.%dsec" = "%dsec";

/* {number of weeks}w */
"comment.cell.%dw" = "%dw";

/* {number of comments} comments */
"comment.section-header.%@ comments" = "%@ comments";

/* No comment provided by engineer. */
"comment.texfield-message.placeholder.Add a comment" = "Add a comment";

/* No comment provided by engineer. */
"login-controller.message.problems" = "We've got problems, please try in a while";

/* No comment provided by engineer. */
"login-controller.title.problems" = "Ops!";

/* No comment provided by engineer. */
"login-controller.types.expand-functions-message" = "In order to use aditional functions you should register";

/* No comment provided by engineer. */
"login-controller.types.expand-functions-title" = "Register";

/* No comment provided by engineer. */
"login-controller.types.login-message" = "You are not still register.\nWould you like register?";

/* No comment provided by engineer. */
"login-controller.types.login-title" = "Login";

/* No comment provided by engineer. */
"login-controller.types.verify-message" = "Your account has been used in another device.\nPlease verify your number";

/* No comment provided by engineer. */
"login-controller.types.verify-title" = "Verify account";

/* No comment provided by engineer. */
"login.grettings.thanks" = "Thanks for join to clouse, from now you can chat and meet new people, you can share content.";

/* No comment provided by engineer. */
"login.grettins.welcome" = "Welcome!";

/* No comment provided by engineer. */
"login.name.alert.no internet message" = "Please check you are connected to internet and try in a while.";

/* No comment provided by engineer. */
"login.name.alert.no server message" = "We can't register to you, don't worry we retry when you are ready.";

/* No comment provided by engineer. */
"login.name.instruction.ask for name" = "Please provide your name to configure your profile.";

/* No comment provided by engineer. */
"login.name.instuccion.ask for username" = "Please provide your username, with it your friends should contact you.";

/* No comment provided by engineer. */
"login.name.textfield-name.placeholder.Your name" = "Your name";

/* No comment provided by engineer. */
"login.name.textfield-username.placeholder.Your username" = "Your username";

/* {phone number entered}\n Is the number above correct? */
"login.number.alert.confirmation-message.%@\n Is the number above correct?" = "%@\n Is the number above correct?";

/* No comment provided by engineer. */
"login.number.alert.confirmation-title" = "Number Confirmation";

/* No comment provided by engineer. */
"login.number.alert.no internet message" = "Please check you are connected to internet and try again.";

/* No comment provided by engineer. */
"login.number.alert.no server message" = "We can't connect whit our servers, please try again in a while.";

/* No comment provided by engineer. */
"login.number.instruccion.ask for number" = "Please enter your phone number";

/* No comment provided by engineer. */
"login.number.textfield-number.placeholder.Your number" = "Your number";

/* No comment provided by engineer. */
"login.verification.alert.no internet message" = "Please check you are connected to internet and try again.";

/* No comment provided by engineer. */
"login.verification.alert.no server message" = "We can't register to you, retry in a few moments please.";

/* No comment provided by engineer. */
"login.verification.instruction.ask for activation code" = "Please enter 4-digit activation code, that we've sent you via SMS";

/* No comment provided by engineer. */
"myprofile.alert.no internet message" = "Please check you are connected to internet and try again";

/* No comment provided by engineer. */
"myprofile.alert.no server message" = "We can't connect whit our servers, please try again in a while.";

/* No comment provided by engineer. */
"myprofile.navigation-bar.Edit" = "Edit";

/* No comment provided by engineer. */
"myprofile.navigation-bar.Save" = "Save";

/* No comment provided by engineer. */
"notification.post.New post" = "New post";

/* No comment provided by engineer. */
"notification.post.There are new post around you" = "There are a new post around you";

/* No comment provided by engineer. */
"post.background-message.There are not post near" = "Share that you can not tell it!";

/* No comment provided by engineer. */
"post.delete-action.alert-message" = "Would you like delete?";

/* No comment provided by engineer. */
"post.footer.View more" = "Ver más";

/* No comment provided by engineer. */
"post.location-service.alert-message" = "In order to show around post, you should keep on";

/* No comment provided by engineer. */
"post.location-service.alert-open settings" = "Open settings";

/* No comment provided by engineer. */
"post.location-service.alert-title" = "Location Access disabled";

/* No comment provided by engineer. */
"post.new-location.Updating your location" = "Updating your location";

/* No comment provided by engineer. */
"post.sorted-by-date.title" = "Recents";

/* No comment provided by engineer. */
"post.sorted-by-rate.title" = "Most rated";

/* No comment provided by engineer. */
"post.upper-message.new posts" = "New stories";

/* No comment provided by engineer. */
"post.upper-message.no internet" = "No internet connection!";

/* No comment provided by engineer. */
"post.upper-message.no sever" = "No server connection!";

/* No comment provided by engineer. */
"profile.category.birth" = "Date of birth";

/* No comment provided by engineer. */
"profile.category.age" = "Age";

/* {age} years old */
"profile.content.%ld years old" = "%ld years old";

/* No comment provided by engineer. */
"profile.category.likes" = "Likes";

/* No comment provided by engineer. */
"profile.category.name" = "Name";

/* No comment provided by engineer. */
"profile.category.status" = "Status";

/* No comment provided by engineer. */
"profile.header.Profile" = "Profile";

/* No comment provided by engineer. */
"report.another-reason.title" = "Another reason";

/* No comment provided by engineer. */
"report.reasons.reason1" = "I appear in the photo and do not like";

/* No comment provided by engineer. */
"report.reasons.reason2" = "It goes against my ideas";

/* No comment provided by engineer. */
"report.reasons.reason3" = "It is pornography";

/* No comment provided by engineer. */
"report.reasons.reason4" = "Promotes violence or harm to a person";

/* No comment provided by engineer. */
"report.reasons.reason5" = "It is a false account";

/* No comment provided by engineer. */
"report.reasons.reason6" = "Another reason";

/* No comment provided by engineer. */
"report.title" = "Report";

/* No comment provided by engineer*/
"search.section-header.Recent searches" = "Recent searches";

/* No comment provided by engineer*/
"search.section-header.Clear searches" = "Clear";

/* No comment provided by engineer. */
"search.search-bar.Does not found match" = "Does not found match";

/* No comment provided by engineer. */
"search.search-bar.placeholder.Search friends" = "Search friends";

/* No comment provided by engineer. */
"settings-vc.delete.confirmation-message" = "Are you sure you want delete chats?";

/* No comment provided by engineer. */
"settings-vc.share.share-message" = "Hi! I'm using SNApp, you should try";

/* No comment provided by engineer. */
"settings.categoty.about" = "About";

/* No comment provided by engineer. */
"settings.categoty.account" = "Account";

/* No comment provided by engineer. */
"settings.categoty.delete-chats" = "Delete chats";

/* No comment provided by engineer. */
"settings.categoty.my-profile" = "My profile";

/* No comment provided by engineer. */
"settings.categoty.my-profile-unregistered" = "Login";

/* No comment provided by engineer. */
"settings.categoty.tell-a-friend" = "Tell a friend";

/* No comment provided by engineer. */
"settings.title" = "Settings";

/* "{distance} meters */
"statistics.distance.%d meters" = "%d meters";

/* {number of days} days ago */
"statistics.update-time.%d days ago" = "%d days ago";

/* {number of hours} hours ago */
"statistics.update-time.%d hours ago" = "%d hours ago";

/* {number of minutes} minutes ago */
"statistics.update-time.%d minutes ago" = "%d minutes ago";

/* {number of seconds} seconds ago */
"statistics.update-time.%d seconds ago" = "%d seconds ago";

/* {number of weeks} weeks ago */
"statistics.update-time.%d weeks ago" = "%d weeks ago";

/* No comment provided by engineer. */
"report.another-reason.instruccion.specifies another reason" = "Specifies another reason";
